Repository: SecSign/SecSign-ID-Drupal-Module
Catalog: translations/secsign.*.po
Languages: de

source: SecSign ID login for Drupal
de: SecSign ID Login für Drupal

source: SecSign ID Settings
de: SecSign ID Einstellungen

source: Allows a login using a smart phone running SecSign App.
de: Erlaubt den Login via Smartphone und SecSign App.

source: Save
de: Speichern

source: SecSign ID was saved successfully.
de: SecSign ID wurde erfolgreich gespeichert.

source: New to SecSign?
de: Mehr Informationen zu SecSign?

source: SecSign ID :secsignid not found.
de: SecSign ID :secsignid wurde nicht gefunden.

source: SecSign ID Class not found: :error
de: SecSign ID Klasse nicht gefunden: :error

source: Authentication Session is still pending. Please accept the correct access pass on your smartphone.
de: Die Authentifizierung läuft noch. Bitte bestätigen Sie den korrekten Accesspass auf Ihrem Smartphone.

source: ID was denied!
de: ID wurde abgelehnt.

source: Server sent empty response.
de: Der Server antwortet nicht.

source: Accesspass for
de: Accesspass für

source: Cancel
de: Abbrechen

source: Hello
de: Hallo

source: Log out
de: Abmelden

source: This module allows users to authenticate using smart phone running SecSign App.
de: Dieses Modul erlaubt Nutzern die Authentifizierung mittels Smartphone und SecSign App.

source: The name of this web site as it shall be displayed on the users smart phone.
de: Der Name der Website, wie er auf dem Smartphone angezeigt werden soll.

source: This is the text or HTML that is displayed above the login form.
de: Text oder HTML, der über dem Loginformular angezeigt wird.

source: This is the text or HTML that is displayed below the login form.
de: Text oder HTML, der unter dem Loginformular angezeigt wird.

source: Displays Drupal name or SecSign ID after logging in.
de: Zeigt den Drupal Namen oder die SecSign ID nach dem Login an.

source: Display name
de: Namen anzeigen

source: The configuration options have been saved.
de: Die Änderungen wurden gespeichert.

source: <a href='https://www.secsign.com/sign-up/' target='_blank'>New to SecSign?</a>
de: <a href='https://www.secsign.com/sign-up/' target='_blank'>Mehr Informationen zu SecSign?</a>

source: Current Page
de: Aktuelle Seite

source: Select the page the user will be redirected to after a successful login.
de: Wählen Sie eine Seite, die nach erfolgreicher Anmeldung angezeigt werden soll.

source: Select the page the user will be redirected to after logout.
de: Wählen Sie eine Seite, die angezeigt wird, nachdem sich der Nutzer abmeldet.
